<?
$MESS["WZD_PROPERTY_HINT_0"] = "Убирает затенение сайта при показе всех окон, кроме обязательного подтверждения";
$MESS["WZD_PROPERTY_HINT_1"] = "При показе окна сайт будет недоступен для взаимодействия до тех пор, пока не будет подтверждено условие по первой кнопке. Можно использовать для окна 18+";
$MESS["WZD_PROPERTY_HINT_2"] = "Для окна с обязательным подтверждением, если был клик по второй кнопке (отказ от условий)";
$MESS["WZD_PROPERTY_HINT_3"] = "При выборе варианта 'Не установлено' окно будет показано на всех устройствах";
$MESS["WZD_PROPERTY_HINT_4"] = "Прекращает показ на время, заданное в настройке периодичности показа окна. Вариант 'Закрытие' — клик по кнопке, крестику, области сайта вне окна или нажатие клавиши esc.";
$MESS["WZD_PROPERTY_HINT_5"] = "Укажите название цвета (например, Black) или HEX (например, #000000)";
$MESS["WZD_PROPERTY_HINT_6"] = "Установите время жизни переменной в localstorage, по которой происходит проверка показа всплывающего окна. Например, показывать раз в час-3600, раз в день-86400, раз в неделю-604800, раз в месяц-2592000.Формула: (сек*мин*час)*дн - (60*60*24)*7:604800";
?>
