<?
$MESS['MAX_MODULE_SYNC_TOP_NOTE'] = 'Автоподстановка стикера будет выполняться по агенту — в первый и последующие разы будет запускаться проверка условия подстановки стикера раз в сутки или с указанной вами периодичностью. При деактивации автоподстановки стикеров агент будет удален.';

$MESS['USE_STICKER_SALE_AUTO_TITLE'] = 'Включить автоподстановку стикеров';
$MESS['STICKER_SALE_TITLE'] = 'Стикер для товаров по акции';
$MESS['STICKER_SALE_NOTE_TITLE'] = 'При привязке товара к акции или наоборот автоматически установится выбранный вами стикер. По умолчанию за одну итерацию будет обработано <b>100 товаров</b> для безопасной нагрузки на сайт. Вы можете скорректировать это значение с учетом мощности вашего хостинга.';
$MESS['USE_AGENT_INTERVAL_SALE_TITLE'] = 'Периодичность выполнения агента (дней)';
$MESS['COUNT_GOODS_STEP_SALE_TITLE'] = 'Количество обрабатываемых товаров за одну итерацию';

$MESS['USE_STICKER_NEW_AUTO_TITLE'] = 'Включить автоподстановку стикеров';
$MESS['STICKER_NEW_TITLE'] = 'Стикер для новых товаров';
$MESS['STICKER_NEW_TIME_TITLE'] = 'Время показа стикера (дней)';
$MESS['STICKER_NEW_NOTE_TITLE'] = 'При добавлении нового товара на сайт автоматически установится выбранный вами стикер на указанный срок. При незаполненном времени показа стикер будет установлен на <b>30 дней</b>. По умолчанию за одну итерацию будет обработано <b>100 товаров</b> для безопасной нагрузки на сайт. Вы можете скорректировать это значение с учетом мощности вашего хостинга.';
$MESS['USE_AGENT_INTERVAL_NEW_TITLE'] = 'Периодичность выполнения агента (дней)';
$MESS['COUNT_GOODS_STEP_NEW_TITLE'] = 'Количество обрабатываемых товаров за одну итерацию';

$MESS['MAX_MODULE_SAVE_OK'] = 'Настройки успешно сохранены';
$MESS["ASPRO_MAX_NO_SITE_INSTALLED"] = 'Не найдено сайтов с установленным решением &laquo;Аспро: Максимум - интернет-магазин&raquo;<br />
<input type="button" value="Установить" style="margin-top: 10px;" onclick="document.location.href=\'/bitrix/admin/wizard_install.php?lang=ru&wizardName=aspro:max&#SESSION_ID#\'">';

$MESS["MAX_MODULE_SAVE"] = "Сохранить настройки";
$MESS['MAX_PAGE_TITLE'] = 'Автоматизация стикеров';
$MESS["MAIN_OPTIONS_SITE_TITLE"] = "Настройки сайта &laquo;#SITE_NAME#&raquo; (#SITE_ID#)";
$MESS['TABS_SETTINGS'] = 'Настройки отображения табов';
?>